var products = [
  {
    'id': '1',
    'title': 'Air Jordan 4 Retro Military Blue',
    'price': '170',
    'info': 'Мужские кроссовки Air Jordan 4 представляют собой иконическую модель, которая была выпущена в 1989 году. Эта обувь была разработана Тинкером Хэтфилдом и стала четвертой моделью в линейке кроссовок Air Jordan. Jordan 4 сочетает в себе стиль и инновации, которые сделали ее популярной как на баскетбольном плане, так и в мире моды.',
    'company': 'Jordan',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/1.png',
      'assets/images/2.png',
      'assets/images/3.png'
    ],
    'colors': ['blue', 'white'],
  
  },
  {
    'id': '2',
    'title': 'Adidas Campus 00s',
    'price': '69',
    'info' : 'Силуэт adidas Campus 00s вдохновлен скейтерскими кроссовками, которые были популярны в 2000-х. В современном стритстайле актуальность модели не уменьшается. Пара выполнена из натуральной замши. Шнуровка с дополнительными отверстиями обеспечивает плотную посадку. Мягкий язычек создает комфорт во время активной носки. Контрастные «три полоски» и логотип бренда отвечают за фирменный стиль.',
    'company': 'Adidas',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/addidas_campus_1.png',
      'assets/images/addidas_campus_2.png',
      'assets/images/addidas_campus_3.png'
    ],
    'colors': ['black', 'white'],
  },
  {
    'id': '3',
    'title': 'Adidas Ozweego',
    'price': '76',
    'info' : 'Мужские кроссовки Ozweego от adidas представляют стиль конца 90-х — начала 2000-х в новом ключе, объединяя ретро-детали с футуристическим дизайном. Модель выполнена из кожи и замши. Специальные вставки поддерживают переднюю часть стопы и пятку. Кроссовки ощущаются невероятно комфортно в течение всего дня. Вставка из сверхупругого материала Adiprene+ в передней части стопы обеспечивает мягкость шага и увеличивает силу отталкивания, а вставка в пяточной части обеспечит превосходную амортизацию при ударных нагрузках.',
    'company': 'Adidas',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/addidas_brown_1.png',
      'assets/images/addidas_brown_2.png',
      'assets/images/addidas_brown_3.png'
    ],
    'colors': ['beige'],
  },
  {
    'id': '4',
    'title': 'Adidas Gazelle',
    'price': '90',
    'info' : 'Кроссовки adidas Gazelle Bold — одна из знаковых моделей бренда, которую начали носить еще в 70-х годах. Верх пары изготовлен из натуральной замши. Шнуровка с дополнительными отверстиями создает комфортную посадку. Новый взгляд на классический силуэт создает трехслойная подошва, которая дополнена надежной амортизацией. За сцепление с поверхностью отвечает брендированный протектор на подметке.',
    'company': 'Adidas',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/addidas_gazelle_1.png',
      'assets/images/addidas_gazelle_2.png',
      'assets/images/addidas_gazelle_3.png'
    ],
    'colors': ['grey'],
  },
  {
    'id': '5',
    'title': 'Adidas Superstar',
    'price': '100',
    'info' : 'Модель, созданная в 1969 году, врывается в актуальные аутфиты с привычным визуалом и завышенной платформой. Кроссовки adidas Superstar XLG выполнены из сочетания кожи и замши. Цепкий протектор на резиновой подошве придает уверенности каждому шагу. Шнуровка отвечает за плотную посадку по стопе. Узнаваемый мысок-ракушка и легендарные «три полоски» формируют привычный образ, который идеально вписывается в любой гардероб.',
    'company': 'Adidas',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/addidas_superstar_1.png',
      'assets/images/addidas_superstar_2.png',
      'assets/images/addidas_superstar_3.png'
    ],
    'colors': ['pink'],
  },
  {
    'id': '6',
    'title': 'Nike Air Force 1',
    'price': '130',
    'info' : 'Культовые кроссовки Nike Air Force 1 07 LV8 высоты low с акцентным зеленым «свушем». Модель, история которой началась с 1982 года, получила свое название в честь самолета президента США Air Force One и стала популярной благодаря завышенной пятке и технологии амортизации для дополнительной надежности и комфорта.',
    'company': 'Nike',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/nike_air_force_1.png',
      'assets/images/nike_air_force_2.png',
      'assets/images/nike_air_force_3.png'
    ],
    'colors': ['green', 'white'],
  },
  {
    'id': '7',
    'title': 'Nike Blazzer Mid 77',
    'price': '70',
    'info' : 'Дизайн модели Nike Blazer Mid Pro Club был создан еще в 70-х, но, кажется, с годами он становится еще более актуальным. Верх пары выполнен из мягкой кожи и дополнен вставками из прочного текстиля. Открытый пеноматериал и необработанные края на язычке еще больше придают паре винтажности. Конструкция создана методом термической обработки, поэтому обеспечивает не только цельный обтекаемый образ, но и дарит ощущение мягкости и комфорта. Резиновая подошва с зигзагообразным протектором создает надежное сцепление с поверхностью и узнаваемый отпечаток.',
    'company': 'Nike',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/nike_blazzer_1.png',
      'assets/images/nike_blazzer_2.png',
      'assets/images/nike_blazzer_3.png'
    ],
    'colors': ['multicolor'],
  },
  {
    'id': '8',
    'title': 'Nike Dunk Malachite Metallic Gold',
    'price': '85',
    'info' : 'Созданные специально для баскетбольной площадки, кроссовки Nike Dunk Low покоряют улицы города за ее пределами начиная с 80-х годов. И делают это максимально успешно. Верх пары изготовлен из натуральной кожи. Перфорация на мыске хорошо пропускает воздух, а дополнительные отверстия для шнуровки позволяют настроить комфортную плотность. Амортизация надежно защищает стопы от ударных нагрузок. Резиновая подошва с протекторами минимизирует скольжение и создает уверенное сцепление с поверхностью. Фактурный верх, современные технологии и акцентные цвета делают эти кроссовки актуальными во все времена.',
    'company': 'Nike',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/nike_dunk_1.png',
      'assets/images/nike_dunk_2.png',
      'assets/images/nike_dunk_3.png'
    ],
    'colors': ['green', 'white'],
  },
  {
    'id': '9',
    'title': 'Air Jordan 1 low Alternate Royal Toe',
    'price': '85',
    'info' : 'Alternate Royal Toe Легендарная классика в низком исполнении. Кроссовки Jordan Air Jordan 1 Low созданы из сочетания натуральной и искусственной кожи. Перфорация на мыске обеспечивает активную циркуляцию воздуха. Амортизирующая вставка Air отлично пружинит и защищает стопы от ударных нагрузок. За сцепление с поверхностью отвечает подошва из резины с цепким протектором.',
    'company': 'Jordan',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/air_jordan_low_1.png',
      'assets/images/air_jordan_low_2.png',
      'assets/images/air_jordan_low_3.png',
    ],
    'colors': ['blue', 'white', 'black'],
  },
  {
    'id': '10',
    'title': 'Air Jordan 1 MID Orange wear away',
    'price': '100',
    'info' : 'Легендарный дизайн в новой стильной расцветке. Кроссовки Jordan Air 1 Mid SE созданы из смеси натуральной и искусственной кожи, чтобы подчеркнуть структурность и повысить износостойкость пары. Не слишком высокий силуэт позволяет стилизовать модель с любимыми аутфитами. Перфорация на мыске отвечает за активную циркуляцию воздуха. Прямая шнуровка помогает создавать плотную посадку по стопе. Воздушная подушка Air-Sole обеспечивает легкость и отличную амортизацию. Резиновая подошва с протекторами позволяет с комфортом носить обувь каждый день и быть уверенными в каждом следующем шаге. Искусственно потертые черно-желтые вставки создают неповторимый стиль и выделяют кроссовки из всей коллекции',
    'company': 'Jordan',
    'sizes': [8, 8.5, 9, 9.5, 10, 10.5, 11, 11.5, 12, 12.5, 13, 13.5],
    'images': [
      'assets/images/air_jordan_higth_1.png',
      'assets/images/air_jordan_higth_2.png',
      'assets/images/air_jordan_higth_3.png',
    ],
    'colors': ['orange', 'white'],
  },
];
